Repository: KJhellico/python-holidays
Catalog: holidays/locale/*/LC_MESSAGES/KG.po
Languages: ru_kg

source: %s (болжолдуу)
ru_kg: %s (приблизительная дата)

source: %s (көрүлгөн күнү)
ru_kg: %s (выходной)

source: %s (көрүлгөн күнү, болжолдуу)
ru_kg: %s (выходной, приблизительная дата)

source: Жаңы жыл
ru_kg: Новый год

source: Жаңы жылдык каникулдар
ru_kg: Новогодние каникулы

source: Ыйса Пайгамбардын туулган күнү
ru_kg: Рождество Христово

source: Ата-Журтту коргоонун күнү
ru_kg: День защитника Отечества

source: Аялдардын эл аралык күнү
ru_kg: Международный женский день

source: Аялдар күнү
ru_kg: День женщин

source: Элдик Нооруз майрамы
ru_kg: Народный праздник Нооруз

source: Элдик революция күнү
ru_kg: День народной революции

source: Элдик Апрель революциясы күнү
ru_kg: День народной Апрельской революции

source: Эмгек майрамы
ru_kg: Праздник труда

source: Эмгекчилердин эл аралык тилектештик күнү
ru_kg: День международной солидарности трудящихся

source: Кыргыз Республикасынын Конституция күнү
ru_kg: День Конституции Кыргызской Республики

source: Май каникулдары
ru_kg: Майские каникулы

source: Жеңиш күнү
ru_kg: День Победы

source: Кыргыз Республикасынын Көз карандысыздыгынын күнү
ru_kg: День независимости Кыргызской Республики

source: Тарых жана ата-бабаларды эскерүү күндөрү
ru_kg: Дни истории и памяти предков

source: Улуу Октябрь социалисттик революциясынын күнү
ru_kg: День Великой Октябрьской социалистической революции

source: Мекенди коргоочулардын күнү
ru_kg: День защитника Отечества

source: Эс алуу күнү (%s күнүнөн которулган)
ru_kg: Выходной (перенесено с %s)

source: Кошумча эс алуу күнү
ru_kg: Дополнительный выходной
